Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: On Thursday, January 11, United States President Donald Trump generated instant controversy when he reportedly referred to Haiti, El Salvador and countries in Africa as "shithole countries."
ne: बिहीवार, जनवरी ११ मा संयुक्त राज्य अमेरिकाका राष्ट्रपति डोनल्ड ट्रम्पको अभिव्यक्त्तिले तत्काल विवाद उत्पन्न भयो जब उनले कथित रुपमा हाइटी, एल साल्भाडोर र अफ्रिकी देशलाई "काम नलाग्ने देशहरू" भन्दै उल्लेख गरे। अंग्रेजी भाषाको दुनियाँमा धेरै न्यूजरूमहरूले अमेरिकी राष्ट्रपतिको अपशब्दलाई पुनःप्रकाशित गर्ने या नगर्ने बारे छलफल गरिरहँदा अन्य भाषाहरूमा काम गर्ने पत्रकारहरूले "शिटहोल" शब्दलाई ठीकसँग अनुवाद गर्न प्रयत्न गरे। जापानी मिडिया कुनै अपवाद थिएन।

source: While many newsrooms in the English-language world debated whether or not to reprint the US president's expletive, journalists working in other languages struggled to properly translate the word "shithole".
ne: यद्यपि, केही प्रमुख जापानी मिडियाले शब्दको सीधा अनुवाद प्रयोग गर्न खोजेका छन्। उदाहरणका लागि, एक जापानी दैनिक समाचार पत्र असाही शिम्बुन ,र देशको प्रमुख वायर सर्भिसमध्ये एक जीजी , दुबैले "शिटहोल" लाई "बेन्जो" (便 所), "लाभेटोरी" को अपरिष्कृत शब्दको रूपमा अनुवाद गरे, जसलाई "शौचालय" भनी अनुवाद गर्न सकिन्छ।

source: Japanese media was no exception.
ne: तर राष्ट्रपतिको अशिष्टता कसरी अनुवाद गर्ने भन्ने बारे जापानी मिडियामा कुनै सहमति नभएको जस्तो देखिन्छ।

source: While many English speakers will immediately grasp the meaning of the term used by the President, for non-English speakers the nuances of the word "shithole" can be hard to grasp.
ne: रोयटर्सका जापान ब्यूरो प्रमुख विलियम मलार्डले जापानी मिडियामा आएका "शिटहोल" को विभिन्न अनुवादहरू साथै विदेशी मिडियाको जापानी-भाषा संस्करणहरूका अभिलेख राखे र उनको ट्वीटले एक पछि अर्को गर्दै अन्य पत्रकारहरू र पर्यवेक्षकहरूका बीच ट्वीटर वहस सुरु गरायो।

source: The Oxford Dictionary defines the word as "an extremely dirty, shabby, or otherwise unpleasant place."
ne: रोयटर्स「不潔な諸国」: “खराब र फोहोर देशहरु” हफिंगटन पोस्ट 「汚 い 便 所」: "फोहोर शौचालय" सान्केई 「便 所 の よ う の 汚 い」 」: "शौचालय जस्तै फोहोर देशहरु"

source: However, some major Japanese media outlets chose to use a direct translation of the word.
ne: बीबीसी 「肥 溜 め み た 啶 え 啶 え 啶 距 う 啶 え: "मानव मलमूत्र भण्डार स्थल"

source: For example, both the Asahi Shimbun, a major Japanese daily newspaper, and Jiji, one of the country's main wire services, translated "shithole" as "benjo" (便所), a crude word for "lavatory" that could be translated as "shitter." But there seemed to be no consensus in the Japanese media about how to translate the President's vulgarity.
ne: मलार्डले देखेका सबैभन्दा समान अनुवाद "मानव मलमूत्र भण्डार स्थल", वा "कुदामे" (肥 溜 め) थियो, एउटा खाल्डो जसलाई मानव मलमूत्र मलको रूपमा भण्डार गर्न लामो समयदेखि जापानी किसानहरू प्रयोग गर्ने गर्दथे । मलार्डले अनुमान गरे यो शब्द प्रयोग भएको थियो किनभने "शिटहोल",शब्द सोझै जापानी भाषामा अनुवादित छ, उक्त्त भाषामा लेख्दा "मानव मलमूत्र भण्डार गर्ने खाल्डो" भन्ने अर्थ लाग्थ्यो जसरी किसानहरुले कुनै समयमा भण्डार गर्दथिए।

source: William Mallard, Reuters's Japan bureau chief documented the various translations for "shithole" that appeared in the Japanese media, as well as the Japanese-language editions of overseas media, and his tweet, in turn, sparked a Twitter discussion among other journalists and observers:
ne: अन्य टिप्पणीकारहरूले क्यारिबियन, मध्य अमेरिकी र अफ्रिकी केही देशहरू बारे ट्रम्पको अभिव्यक्त्तिलाई "मानव मलमूत्र भण्डार स्थल" (肥 溜 め) अनुवाद गरिएको प्रति सवाल उठाए, जबकि अन्य टिप्पणीकारहरूले "शिटहोल" शब्दको जापानी भाषामा भिन्नता प्रति अभिलेख जारी राखे।

source: Never thought I'd debate about how to translate this word as part of work... — George Nishiyama (@g_nishiyama) January 12, 2018
ne: हामी आश्चर्यचकित भयौं: डब्लुएसजे 「便 所 の よ う の 汚 い」 "शौचालय जस्तै फोहोर देशहरु" सुरुमा यो कुदामे 「肥 溜 め」 पनि थियो तर यो ज्यादै प्राविधिक शब्द झैं सुनिन्थ्यो, एउटा शब्द किसानले प्रयोग गर्दथिए। कामको सिलसिलामा यो शब्दलाई कसरी अनुवाद गर्ने भनेर बहस गर्नेछु भन्ने कहिल्यै सोचिन।

source: FYI:
ne: एफवाईआई

source: Mainichi: "Toilet-like countries"
ne: माईनिची: शौचालय जस्ता देशहरु

source: Kyodo: "Crappy countries"
ne: क्योदो: गएगुज्रेको देशहरु

source: Newsweek.jp: "Extremely filthy countries"
ne: न्यूजवीक जेपी: अत्यन्तै फोहोर देशहरु

source: Since the words are already being stretched , wasn't the intent to say "hopeless countries"?
ne: शब्दहरू पहिले नै बढाइचढाइ गरिएका हुनाले (कुनै पनि तरिकाले राष्ट्रपतिको शब्दहरू अनुवाद गर्न), "निराशाजनक देश" भन्ने अभिप्राय त थिएन?

source: Damian Flanagan, a prominent translator of Japanese books also suggested that Botchan, one of the classics of Japanese literature, provides a useful translation for the US President's vulgar language:
ne: जापानी पुस्तकका एक प्रमुख अनुवादक दामियन फ्लानागनले पनि सुझाव दिए कि जापानी साहित्यको अविवादित तथा स्थापित मान्यतामध्ये एक " बोत्चान," अमेरिकी राष्ट्रपतिका अशिष्ट भाषाको लागि उपयोगी अनुवाद प्रदान गर्दछ:

source: Japanese should eschew direct translation of “shithole” and turn to classics...At end of “Botchan” (1906) hero says “I left this shithole” (不浄な地を離れた) Love graceful phrase “不浄な地” (“impure place”) to make comeback. @martfack @annafifield @sharp_writing @Jonny_Strategy https://t.co/lUphSUiJCw — Damian Flanagan (@DamianFlanagan) January 12, 2018
ne: जापानीले शब्दको सीधा अनुवाददेखि टाढा रहेर अविवादित तथा स्थापित मान्यताको सहारा लिनु पर्दछ । “बोत्चान” को अन्तमा हिरो भन्छन् “मैले यो शिटहोल” (不浄な地を離れた) लाई छाडी दिएँ। पुन: प्रचलनको निम्ति शिष्ट वाक्यांश “不浄な地”(अस्वच्छ भूमि) प्रति प्रेमभाव जनाऔं ।

source: Disgust with Trump's racist, vulgar language
ne: ट्रम्पको नस्लवादी, अशिष्ट भाषा प्रति असहमति

source: However, others paid more attention to the intent of Trump's words, rather than how to translate them.
ne: तथापि, अन्यले ट्रम्पको शब्दहरूलाई कसरी अनुवाद गर्ने भन्दा पनि उनका शब्दहरुका अभिप्रायमा बढी ध्यान दिए।

source: Prominent Japanese documentary filmmaker Soda Kazuhiro, in a tweet that was shared hundreds of times, said that the "shithole" in question is inside Trump's brain.
ne: प्रमुख जापानी वृत्तचित्र फिल्म निर्माता सोडा काजुहिरो सैकड़ों पटक सेयर गरिएको आफ्नो ट्वीटमा भने, चर्चामा आएको "शिटहोल" ट्रम्पको मस्तिष्क भित्र छ।

source: During discussions with legislators, Trump referred to Haiti and some African "shithole" countries, or night-soil pits, and that the U.S. should be encouraging immigration from countries like Norway, instead of these "shithole" countries.
ne: कानून निर्माताहरुसँग छलफलको क्रममा ट्रम्पले हाइटी तथा केही अफ्रिकी देशलाई काम नलाग्ने देशहरु वा "मानव मलमूत्र भण्डार स्थल" का रुपमा उल्लेख गरे र यी देशहरु भन्दा नर्वे जस्तो देशका नागरिकलाई आउन प्रोत्साहित गर्नु पर्दछ। तथापि, यहाँ शिटहोल केवल ट्रम्पको मस्तिष्क भित्र छ। तल्लो स्तरको गालीगलौज र बकवास बाहेक उनको अभिव्यक्त्तिमा केही छैन।

source: However, the only shithole here is inside Trump's head.
ne: ट्रम्पको अभिव्यक्त्ति प्रति विश्वभर र संयुक्त राज्य अमेरिकामा कडा प्रतिक्रिया जनाइयो।

source: Nothing but shitty thinking and shit from his mouth. Reaction to Trump's language was strong around the world and in the United States.
ne: हाइटीमा जन्मेकी क्यानाडाका पूर्व गभर्नर जनरल तथा अर्गनाइजेसन इन्टरन्यासनल दे ला फ्रान्कोफोनीका वर्तमान महासचिव मिचेल जनले ट्रम्पको अभिव्यक्त्तिलाई " मानव जातिको अपमान" भनिन्।

source: Jamie Stelter, a popular media personality in New York City and spouse of prominent American media commentator Brian Stelter tweeted:
ne: न्यूयोर्क शहरका एक लोकप्रिय मिडिया व्यक्तित्व तथा अमेरिकी मिडिया टिप्पणीकार प्रमुख ब्रायन स्टेलटर जीवन संगिनी जमी स्टेलटरले ट्वीट गरिन्:

source: “I’m not going to use Donald Trump’s word today — not because I never use bad language, but because the people of Haiti and elsewhere deserve respect.” —@patkiernan on @NY1 #MorningsOn1 — Jamie Stelter (@JamieStelter) January 12, 2018
ne: म आज डोनाल्ड ट्रम्पको भाषा प्रयोग गर्न गइरहेकी छैन - म खराब भाषाको प्रयोग कहिल्यै गर्दिन भनेर होइन, तर हाइटी र जुनसुकै देशका नागरिक सम्मानको हकदार हुन्छन्।

source: Author Jonathan M. Katz, who has written a book documenting the United Nations response to the 2010 earthquake that devastated Haiti, explained that Haiti's standard of living is lower than that of the U.S. as a direct result of historical American policies towards the Caribbean country:
ne: लेखक जोनाथन एम काज, ले हाइटीलाई २०१० को भूकम्पले तहस नहस बनाएको बेला संयुक्त राष्ट्रसंघको प्रतिक्रियालाई अभिलेख राख्दै पुस्तक लेखेका छन्, उनी भन्छन् क्यारिबियन देश प्रति विगतको अमेरिकी नीतिहरूको प्रत्यक्ष परिणाम स्वरुप हाइटीको जीवनस्तर अमेरिकाको तुलनामा कम छ:

source: In order to do a victory lap around the GDP difference between, say, Norway and Haiti, you have to know nothing about the history of the world.
ne: कुल ग्राह्यस्थ उत्पादन असमानता बारेमा विजयोल्लास मनाउनको लागि मानौ नर्वे र हाइटी बीचको असमानता, तपाईले संसारको इतिहास बारेमा केही जानि राख्नु पर्दैन।

source: That includes, especially, knowing nothing real about the history of the United States. — Jonathan M. Katz (@KatzOnEarth) January 12, 2018
ne: विशेष गरी, संयुक्तराज्य अमेरिकाको यथार्थ इतिहास बारे केही पनि थाहा पाइराख्नु पर्दैन।

source: In a post shared thousands of times, one Twitter user summed up the discussion of the word "shithole" by pointing what has largely been ignored — the overt racism of Trump's remark:
ne: हजारौं पटक सेयर गरिएको एउटा पोस्टमा, एक ट्वीटर प्रयोगकर्ताले "शिटहोल" शब्दको चर्चा बारे पूर्णतया बेवास्ता गरिएको कुरा प्रति संकेत गर्दै सार प्रस्तुत गरेका छन् - ट्रम्पको टिप्पणी खुल्लमखुल्ला नस्लवाद:

source: Fascinating that media outlets find it easier to print "shithole" than "racist" or "racism". — 👩🏾‍💻 (@natalieisonline) January 12, 2018
ne: रमाइलो पक्ष यो छ कि मिडिया आउटलेटले यसलाई "नस्लवादी" वा "नस्लवाद" भन्दा "शिटहोल" छाप्न सजिलो ठान्यो।

source: The Pollution in Iran's Ahwaz Region Turns Deadly · Global Voices
ne: प्रदूषणको कारण प्राणघातक बन्दैछ इरानको अहवाज क्षेत्र

source: Image: public domain from Pixabay.
ne: तस्विर: पब्लिक डोमेन पिक्जबेबाट लिइएको

source: Severe sandstorms have blanketed Iran's Ahwaz region again this past week, with people choking as atmospheric dust levels reach 57 times the safety limit set by the World Health Organization. In late January the news broke that citizens were crowding hospitals across the predominantly Arab region—which is desperately poor despite being home to over 95 percent of the oil and gas resources claimed by Iran—complaining of severe shortness of breath and respiratory problems. Between January 21 and 25, three people died from severe respiratory illnesses.
ne: गत हप्ता पुन: इरानको अहवाज क्षेत्र भारी बालुवा सहितको आँधीले ढाकेको छ, वायुमण्डलीय धुलोको मात्रा विश्व स्वास्थ्य संगठनले निर्धारण गरेको सुरक्षित मापदण्ड भन्दा ५७ गुणा बढी हुन पुगेपछि मानिसहरुलाई श्वास फेर्न कठिनाई भइरहेको छ। जनवरीको अन्त्यमा श्वास फेर्न कठिनाई तथा श्वास प्रश्वास सम्बन्धी समस्याको सिकायत गर्दै मुख्यतः अरब क्षेत्रका प्राय: अस्पतालहरूमा नागरिकको भीड लागेको समाचार फैलियो-यस क्षेत्रमा ९५ प्रतिशत भन्दा बढी तेल र ग्यास संसाधन भण्डार रहेको इरानले दाबी गरेता पनि अत्यन्तै अभावग्रस्त छ। जनवरी २१ र २५ बीचमा, तीन जना व्यक्तिहरू गम्भीर श्वास प्रश्वास बिरामीको कारण मरे।

source: The government has suspended flights to and from regional airports and closed schools, offices and banks across the once-lush province. In 2013, the city of Ahwaz, the capital of the region, topped the World Health Organization’s list of most polluted cities in the world.
ne: यस क्षेत्र बालुवाको बाक्लो तुवाँलोले ढाकेको छ र भिजिविलिटी २०० मिटर भन्दा कम छ। कुनै बेला हराभरा भएको प्रदेशमा सबैतिर सरकारले क्षेत्रीय हवाईअड्डाहरूमा उडान बन्द गरेको छ र विद्यालयहरू, कार्यालयहरू तथा बैंकहरू बन्द गरेको छ।

source: According to the report, Ahwaz’s average Air Quality Index score was 372—the global average is around 71—or “Hazardous”. It was the only city on the list with an average value above 300. Reporting on the situation at the time, the Unrepresented Nations and Peoples Organization (UNPO) wrote that “contributing factors include desertification caused by river diversion and the draining of the marshes and the oil, petrochemical, metals and sugar and paper processing plants in and around Ahwaz.”
ne: सन् २०१३ मा, क्षेत्रीय राजधानी अहवाज शहर विश्व स्वास्थ्य संगठनका अनुसार विश्वको सबै भन्दा प्रदूषित शहरहरुको सूचीमा अगाडि थियो। प्रतिवेदन अनुसार, अहवाजको औसत वायु गुणस्तर सूचकांक ३७२ थियो - विश्वव्यापी औसत ७१-वा "खतरनाक" हो। ३०० भन्दा माथिको औसत परिमाणको सूचीमा एकमात्र शहर यो थियो। त्यस समयको अवस्था बारे विवरण दिँदै , अन्तर्राष्ट्रिय लोकतन्त्र-समर्थक संगठन, द अन प्रेजेन्टेड नेशनस एण्ड पिपल्स अर्गनाईजेसन (यूएनपीओ) ले लेख्यो “अहवाज क्षेत्र तथा आसपासका नदीको बहाव परिवर्तन, दलदल भूमि दोहन र तेल, पेट्रोकेमिकल, धातु, चिनी तथा कागज प्रोसेसिङ प्लान्टका परिणामस्वरुप मरुभूमिकरण हुँदै जानु यसका प्रमुख कारणहरु हुन्।”

source: More than four years later, the situation in Ahwaz remains unchanged, and the group most affected are the region’s indigenous Ahwazi Arabs, who have long been discriminated against by successive Iranian governments.
ne: चार वर्षभन्दा धेरै समयपछि पनि अहवाजको अवस्था जस्ताको त्यस्तै छ, र सबैभन्दा प्रभावित समूह यस क्षेत्रको आदिवासी अहवाज अरबहरू हुन् जसलाई लामो समयदेखि लगातार हरेक इरानी सरकारद्वारा भेदभाव हुँदै आएको छ।

source: The reason for the high rates of pollution is the accelerating desertification of the region, due to the extensive drying of the rivers and marshes as a result of the massive river-damming and diversion project initiated when Hashemi Rafsanjani became president in 1989. The project has seen millions of gallons of water rerouted from the region’s rivers to other parts of Iran and has intensified the already high rates of pollution and environmental degradation in the region.The dust storms combine with the constant clouds of choking pollution released into the atmosphere by the region's petrochemical refineries and factories—none of which are subject to any environmental regulations or oversight—and also with the pollution produced by the burning of sugarcane.
ne: हाशमी रफसानजानी १९८९ मा राष्ट्रपति बने पश्चात व्यापक रुपमा नदीमा बाँध बाँध्ने तथा बहाव परिवर्तन गर्ने परियोजना आरम्भ भयो जसको परिणामस्वरुप नदी तथा दलदल भूमि पूर्ण रुपमा सुक्दै गएको कारण यस क्षेत्रमा तीब्र मरुभूमिकरण हुँदै गएकोले प्रदूषणको मात्रा उच्च भएको हो। परियोजनाले इरानको अन्य भागहरूमा लाखौं ग्यालन पानी पुर्याएको छ र यस क्षेत्रमा पहिलेदेखि रहेको प्रदूषण र पर्यावरणको उच्च दरलाई बढाइ दिएको छ।धुलो सहितको आँधी यस क्षेत्रको पेट्रोकेमिकल प्रशोधनशाला तथा कारखानाबाट लगातार वायुमण्डलमा निस्केको श्वास फेर्न कठिनाई गराउने धुवाँ सँग मिसिन पुग्दछ। ती मध्ये कुनै उद्योग कुनै पनि पर्यावरणीय नियम वा निरीक्षणको अधीनमा छैनन् - उखु बारीमा आगो लगाउदा हुने प्रदूषण बारे पनि कुनै वास्ता गरिएको छैन।.

source: Speaking on condition of anonymity due to fears of reprisals by the Iranian regime, an Ahwazi high school student told Global Voices that, "The burning used to take place during the day, but after there were protests by local Arabs chanting 'We might be able to buy potable water, but we cannot buy clean air!' they have begun burning it at night. This morning, the school grounds were covered in several centimetres of ash from the burning. I already have severe asthma, and this is making my condition worse."
ne: इरानी शासनद्वारा हुन सक्ने प्रतिशोधको भयले आफ्नो परिचय गोप्य राख्दै एकजना माद्यमिक विद्यालयको अहवाजी छात्रले ग्लोबल भोईससलाई भने ""जलाउने काम दिनमा हुन्थ्यो तर पछि स्थानीय अरबहरुद्वारा हामी पिउने पानी किन्न सकौंला तर हामी शुद्द हावा किन्न सक्दैनौं! भन्ने नारा सहित प्रदर्शनमा उत्रेपछि उनीहरुले राती जलाउन थाले। आज बिहान, स्कूलको मैदान उखु बारीबाट उडेको खरानीले कैयौं सेन्टीमिटरसम्म ढाकिएको थियो। मलाई पहिले नै दम भएको छ, र यसले मेरो हालत अझ खराब गर्दैछ।!"

source: Sugarcane in the Ahwaz region
ne: अहवाज क्षेत्रमा उखु

source: These efforts have brought little profit: the sugarcane project has proven economically disastrous, with imports far cheaper than local production.
ne: यी प्रयासले लाभ कम गर्यो: स्थानीय उत्पादन भन्दा आयात धेरै सस्तो पर्न गए सँगै उखु खेती परियोजना आर्थिक रुपमा विनाशकारी साबित भयो। तथापि,अझ ठूलो चिन्ता, यस क्षेत्रमा पुर्याएको व्यापक प्रदूषण तथा वातावरणीय विनाश हो जुन क्षेत्र कुनै समय खाडी क्षेत्रको निम्ति अन्न भण्डार थियो। अहवाज क्षेत्रको आसपास फलाहियेह, मुहमराह र अबादान जस्ता शहरहरुमा व्यापक मात्रामा लगाइएका खजूरको रूखका उत्पादन मध्य पूर्वभर प्रसिद्ध थियो, ती रुखहरुलाई या त जानीबुझी नष्ट गरियो या यत्तिकै सुकेर मर्न दिइयो। फलाहियेह दलदल भूमि र होर-अजिम दलदल भूमि लगभग पूर्ण रुपमा नष्ट भएका हुनाले, यस क्षेत्रको वनस्पति तथा जीव जन्तु पनि गम्भीर जोखिममा छन्।

source: The greater concern, however, is the widespread pollution and environmental devastation it has wrought on a region that was once the breadbasket of the Gulf area. Across the Ahwaz region, in cities like Falahiyeh, Muhammarah and Abadan, massive plantations of palm trees whose produce was famed across the Middle East have either been deliberately destroyed or simply left to wither.
ne: चिनी प्रशोधनशालाहरु ले धेरै पानी खपत गर्ने हुनाले पहिलेदेखि अभाव भइरहेको नदीको पानी आपूर्तिलाई घटाइरहेका छन् र चिनी सफा गर्ने तथा प्रशोधन गर्ने प्रक्रियामा प्रयोग गरिएका फोहोर भएको रसायनलाई पम्प गरेर पुन: पानीमा विसर्जन गर्ने कार्यले यस क्षेत्रको अन्य नदी तथा खोला नालाहरुलाई प्रदूषित बनाइरहेका छन्। यसले गर्दा पानी प्रयोग गर्नै नहुने र नुनको मात्रा उच्च हुन्छ, जसले यस क्षेत्रको गरीब अहवाज किसानका कृषि योग्य भूमि नष्ट गर्दछ।

source: Then there’s the burning of the sugarcane, which takes place on plantations around the Ahwazi capital and other cities in the region before the May-November harvest. The smoke from burning sugar cane is thick and heavy due to the dense sugar and alcohol content; instead of drifting upward it blows across the land, causing severe and sometimes fatal respiratory and skin problems among the population.
ne: यस बाहेक, मे-नोवेम्बर महिनाको फसल अगावै अहवाजी राजाधानी तथा यस क्षेत्रको अन्य शहरहरु वरपर उखु बारीमा आगो लगाइन्छ। सुगर र अल्कोहोलको मात्रा सघन हुने भएकोले उखु बारीको धुँवा गाढा तथा भारयुक्त्त हुन्छ; माथि तिर उड्नुको साटो जमिन तर्फ उड्छ, जसले जन समुदायमा गम्भीर र कहिलेकाँही श्वास प्रश्वास तथा छालाको घातक समस्या गराउँछ ।

source: The heavy toll on health
ne: स्वास्थ्यमा गम्भीर क्षति

source: At the end of January, at least three Ahwazi Arabs were reported to have died as a result of respiratory problems caused or exacerbated by the region’s severe air pollution. One of them, 43-year-old Kareem Abdul Khani from the city of Susa, who suffered from chronic asthma, was rushed to the city’s Mafi Hospital on January 21 after complaining of dizziness and difficulty breathing due to the severe pollution in the area, which greatly exceeded usual levels.
ne: जनवरीको अन्त्यमा, कम्तीमा तीन अहवाजी अरबहरूको श्वास प्रश्वास समस्याको परिणामस्वरूप वा यस क्षेत्रको गम्भीर वायु प्रदूषणको कारणले गर्दा मृत्यु भएको थियो। तीमध्ये एक, सुसा शहरका ४३ वर्षीय करीम अब्दुल खानी जो दमको दीर्घ रोगी थिए, यस क्षेत्रमा सामान्य स्तर भन्दा धेरै प्रदूषणको कारण उनले चक्कर लागेको र श्वास फेर्न गाह्रो भएको समस्या बताएपछि जनवरी २१ मा शहरको माफी अस्पताल पुर्याइएको थियो। भोलिपल्ट उनको निधन भयो।

source: He died suddenly after being overcome by severe breathing problems. The third man, 34-year-old Ahmed Chenani from Hamidieh city, 30 kilometers west of Ahwaz, died from chronic respiratory problems on the night of January 25, after suffocating from the air pollution blanketing the area.
ne: दोस्रो व्यक्ति, अहवाज शहर नजिकैको मोलासानी काउन्टीका ४७ वर्षीय हामिद हाम्दियान केही समय पहिलेदेखि श्वास प्रश्वास रोगबाट पीडित भएका थिए। श्वास प्रश्वासको गम्भीर समस्याबाट मुक्त हुनासाथ अचानक उनको मृत्यु भयो।

source: Family members who rushed him to the Golestan Hospital in Ahwaz city, said that the lack of adequate medical facilities and the negligence of medical staff contributed to his death. Rates of cancer in the region are also rising.
ne: तेस्रो व्यक्ति, अहवाजबाट ३० किलोमिटर पश्चिम हमिदिह शहरका ३४ वर्षीया अहमद चेनानी यस क्षेत्रमा फैलिएको वायु प्रदूषणको कारण श्वास फेर्न कठिनाई भए पश्चात जनवरी २५ को रात श्वास प्रश्वासको पुरानो समस्याबाट मृत्यु भयो। अहवाज शहर स्थित गोलेस्टान अस्पताल पुगेका परिवारका सदस्यहरुले बताए कि पर्याप्त चिकित्सा सुविधा तथा चिकित्सा कर्मचारीहरुका लापरवाहीले उनको मृत्युमा सघाउ पुर्यायो।

source: A member of the medical staff at a hospital in Ahwaz who, like other interviewees, wished to remain anonymous, said that ten years ago the hospital had 40 beds that were largely underused.
ne: यस क्षेत्रमा क्यान्सरको समस्या पनि बढ्दो छ। अन्तर्वातामा सहभागी अन्य झैं आफ्नो नाम बताउन नचाहने अहवाज अस्पतालका एक जना चिकित्सा कर्मचारी सदस्यले भने कि १० वर्ष अघि अस्पतालमा ४० बेडहरु थिए ती प्राय प्रयोगमा आउँदैन थिए। हालैका वर्षहरूमा अस्पताल क्यान्सर रोगीहरूले भरिने गर्छ।

source: In recent years, the hospital has become overrun with cancer patients. All this is a huge price to pay, especially for the indigenous Ahwazi Arabs, who are still denied all but the most menial jobs in sugarcane and oil—the two industries wreaking havoc on their home region‚—while ethnic Persians are brought in from other parts of Iran and offered high wages and modern, purpose-built housing in segregated settlements. Despite being natives of the wealthiest region in Iran in terms of resources, the majority of the Ahwazi people live in medieval conditions under a de facto apartheid system.
ne: यी सम्पूर्णको ठूलो मूल्य चुकाउनु पर्छ, विशेष गरी आदिवासी अहवाज अरबहरूको लागि, जो अझै पनि उखु र तेल उद्योगमा प्राय: सानातिना काम बाहेक अन्य कामहरू गर्न वञ्चित छन् - दुई उद्योगहरूले उनीहरुको आफ्ना घर रहेको क्षेत्रमा विनाश निम्त्याउदैछन् - जबकि जातीय फारसीहरू इरानको अन्य भागहरूबाट ल्याइएका छन् र उनीहरुलाई आकर्षक तलब तथा आधुनिक, खास उद्देश्यले निर्माण गरिएका छुट्टाछुट्टै आवासको व्यवस्था छ। संसाधनको सन्दर्भमा इरानको सबैभन्दा सम्पन्न क्षेत्रको वासिन्दा हुनुको बावजूद अधिकांश अहवाजी जनता वास्तवमा रंग भेद प्रणाली भित्र मध्ययुगीन अवस्थामा बस्दछन् ।

source: Screenshot from the song sequence “You Gotta Believe” by Nina Paley on Vimeo.
ne: नीना पेइलेद्वारा भिमियोमा पोस्ट गरिएको "यु गट्टा बिलिभ" गीतको स्क्रीनशट।

source: Global Voices interviewed American free culture activist and filmmaker Nina Paley about her new animated film "Seder-Masochism." It is loosely based on the Book of Exodus from the Torah/Bible and exposes the veiled patriarchy in the religious text.
ne: ग्लोबल भ्वाइसेजले अमेरिकी स्वतन्त्र संस्कृति अधिकारकर्मी तथा फिल्मनिर्माता नीना पेइलेसँग उनको नयाँ एनिमेटेड फिल्म "सेडर म्यासोकिज्म"बारे कुराकानी गर्यो। यो फिल्म तोराह बाइबलको बुक अफ एक्सोडसमा आधारित छ तथा यसले सो धार्मिक ग्रन्थमा लुकेको पितृसत्तालाई खोतल्छ। क्रियटिभ कमन्स लाइसेन्स

source: The CC0 license is the most open of all the licenses, and allows users to use, share, and make derivatives, and use the original/derivative version for even commercial purposes without any attribution. On the other hand, Creative Commons Non-Derivative Non-Commercial CC-BY-ND-NC is the most restrictive of all CC licenses and is close to "All Rights Reserved". Paley is the director of the 2008 full-length animated film "Sita Sings the Blues" which she released to the public domain in 2013.
ne: क्रियटिभ कमन्स (CC) लाइसेन्सले सिर्जनात्मक कार्यहरू साझेदारी गर्न सहजिकरण गर्दछ। सिसिजिरो सबैभन्दा खुल्ला किसिमको लाइसेन्स हो र यसले सर्जकलाई श्रेय नदिइकनै प्रयोगकर्ताहरूलाई मूल तथा व्युत्पादित संस्करणको प्रयोग, साझेदारी तथा व्युत्पादित संस्करण बनाउने अधिकार दिन्छ र व्यावसायिक रूपमा पनि प्रयोग गर्ने अधिकार दिन्छ। अर्को तर्फ क्रियटिभ कमन्स नन् डेरिभेटिभ नन् कमर्शियल सिसि-बिवाइ-एनडि-एनसि क्रियटिभ कमन्समध्ये सबैभन्दा प्रतिबंधात्मक लाइसेन्स हो र यो "सर्वाधिकार सुरक्षित" नजिक रहेको छ।
